<%@ page language="java" contentType="text/html; UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>百货之家协议</title>
</head>
<body>
<p style="color:blue">
【首部及导言】<br>
　　欢迎您使用百货之家的服务！<br>
　　为使用百货之家的服务，您应当阅读并遵守《百货之家服务协议》（以下简称“本协议”）和《百货之家号码规则》。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。除非您已阅读并接受本协议所有条款，否则您无权使用百货之家提供的服务。您使用百货之家的服务即视为您已阅读并同意上述协议的约束。<br>
　　如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。<br>

　　一、【协议的范围】<br>
　　1.1本协议是您与百货之家之间关于用户使用百货之家相关服务所订立的协议。“百货之家”是指百货之家公司及其相关服务可能存在的运营关联单位。“用户”是指使用百货之家相关服务的使用人，在本协议中更多地称为“您”。<br>
　　1.2本协议项下的服务是指百货之家向用户提供的包括但不限于即时通讯、网络媒体、互联网增值、互动娱乐、电子商务和广告等产品及服务（以下简称“本服务”）。<br>
　　1.3本协议内容同时包括《百货之家号码规则》（链接地址：<br>
http://zc.百货之家.com/chs/agreement1_chs.html）和《隐私政策》（链接地址：<br>
http://www.百货之家.com/privacy.htm）,且您在使用百货之家某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”）。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。您对前述任何业务规则、单独协议的接受，即视为您对本协议全部的接受。<br>
<br>
　　二、【帐号与密码安全】<br>
　　2.1您在使用百货之家的服务时可能需要注册一个帐号。关于您使用帐号的具体规则，请遵守《百货之家号码规则》和单独协议。<br>
　　2.2百货之家特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不善可能导致遭受盗号或密码失窃，责任由您自行承担。<br>
<br>
　　三、【用户个人信息保护】<br>
　　3.1保护用户个人信息是百货之家的一项基本原则。百货之家将按照本协议及《隐私政策》（链接地址：http://www.百货之家.com/privacy.htm）的规定收集、使用、储存和分享您的个人信息。本协议对个人信息保护规定的内容与上述《隐私政策》有相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。<br>
　　3.2您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。<br>
　　3.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。<br>
　　3.4百货之家将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。<br>
　　3.5百货之家不会将您的个人信息转移或披露给任何非关联的第三方，除非：<br>
　　（1）相关法律法规或法院、政府机关要求；<br>
　　（2）为完成合并、分立、收购或资产转让而转移；或<br>
　　（3）为提供您要求的服务所必需。<br>
　　3.6百货之家非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用百货之家的服务前，应事先取得您家长或法定监护人（以下简称"监护人"）的书面同意。<br>
<br>
　　四、【使用本服务的方式】<br>
　　4.1除非您与百货之家另有约定，您同意本服务仅为您个人非商业性质的使用。<br>
　　4.2您应当通过百货之家提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。<br>
　　4.3您不得使用未经百货之家授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。<br>
<br>
　　五、【按现状提供服务】<br>
您理解并同意，百货之家的服务是按照现有技术和条件所能达到的现状提供的。百货之家会尽最大努力向您提供服务，确保服务的连贯性和安全性；但百货之家不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。<br>
<br>
　　六、【自备设备】<br>
　　6.1您应当理解，您使用百货之家的服务需自行准备与相关服务有关的终端设备（如电脑、调制解调器等装置），并承担所需的费用（如电话费、上网费等费用）。<br>
　　6.2您理解并同意，您使用本服务时会耗用您的终端设备和带宽等资源。<br>
<br>
　　七、【广告】<br>
　　7.1您同意百货之家可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。<br>
　　7.2百货之家可能为您提供选择关闭广告信息的功能，但任何时候您都不得以本协议未明确约定或百货之家未书面许可的方式屏蔽、过滤广告信息。<br>
　　7.3百货之家依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，百货之家不承担责任。<br>
　　7.4您同意，对百货之家服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，您应对依该广告信息进行的交易负责。<br>
<br>
　　八、【收费服务】<br>
　　8.1百货之家的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。<br>
　　8.2百货之家可能根据实际需要对收费服务的收费标准、方式进行修改和变更，百货之家也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，百货之家将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。<br>
<br>
　　九、【第三方提供的产品或服务】<br>
您在百货之家平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。百货之家和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。<br>
<br>
　　十、【基于软件提供服务】<br>
<br>
若百货之家依托“软件”向您提供服务，您还应遵守以下约定：<br>
10.1您在使用本服务的过程中可能需要下载软件，对于这些软件，百货之家给予您一项个人的、不可转让及非排他性的许可。您仅可为访问或使用本服务的目的而使用这些软件。<br>
10.2为了改善用户体验、保证服务的安全性及产品功能的一致性，百货之家可能会对软件进行更新。您应该将相关软件更新到最新版本，否则百货之家并不保证其能正常使用。<br>
<br>
10.3百货之家可能为不同的终端设备开发不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。您可以直接从百货之家的网站上获取软件，也可以从得到百货之家授权的第三方获取。如果您从未经百货之家授权的第三方获取软件或与软件名称相同的安装程序，百货之家无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。<br>
<br>
10.4除非百货之家书面许可，您不得从事下列任一行为： <br>
（1）删除软件及其副本上关于著作权的信息； <br>
（2）对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码； <br>
（3）对百货之家拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等； <br>
（4）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经百货之家授权的第三方工具/服务接入软件和相关系统； <br>
（5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的； <br>
（6）通过非百货之家开发、授权的第三方软件、插件、外挂、系统，登录或使用百货之家软件及服务，或制作、发布、传播非百货之家开发、授权的第三方软件、插件、外挂、系统。<br>
<br>
　　十一、【知识产权声明】<br>
　　11.1百货之家在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归百货之家所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有。<br>
　　11.2除另有特别声明外，百货之家提供本服务时所依托软件的著作权、专利权及其他知识产权均归百货之家所有。<br>
　　11.3百货之家在本服务中所使用的“百货之家”、“百货之家”、“TENCENT”及企鹅形象等商业标识，其著作权或商标权归百货之家所有。<br>
　　11.4上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经百货之家、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。<br>
<br>
　　十二、【用户违法行为】<br>
　　12.1您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：<br>
　　（1）发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；<br>
　　（2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；<br>
　　（3）恶意虚构事实、隐瞒真相以误导、欺骗他人；<br>
　　（4）发布、传送、传播广告信息及垃圾信息；<br>
　　（5）其他法律法规禁止的行为。<br>
　　12.2如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求百货之家给予协助。造成损害的，您应依法予以赔偿，百货之家不承担任何责任。<br>
　　12.3如果百货之家发现或收到他人举报您发布的信息违反本条约定，百货之家有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，百货之家有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止百货之家号码使用，追究法律责任等措施。<br>
　　12.4您违反本条约定，导致任何第三方损害的，您应当独立承担责任；百货之家因此遭受损失的，您也应当一并赔偿。<br>
<br>
　　十三、【遵守当地法律监管】<br>
　　13.1您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。<br>
　　13.2您应避免因使用本服务而使百货之家卷入政治和公共事件，否则百货之家有权暂停或终止对您的服务。<br>
<br>
　　十四、【用户发送、传播的内容与第三方投诉处理】<br>
　　14.1您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。<br>
　　14.2您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。<br>
　　14.3您同意百货之家可为履行本协议或提供本服务的目的而使用您发送或传播的内容。<br>
　　14.4如果百货之家收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意百货之家有权进行独立判断并采取删除、屏蔽或断开链接等措施。 <br>
　　14.5您使用本服务时不得违反国家法律法规、侵害他人合法权益。您理解并同意，如您被他人投诉侵权或您投诉他人侵权，百货之家有权将争议中相关方的主体、联系方式、投诉相关内容等必要信息提供给其他争议方或相关部门，以便及时解决投诉纠纷，保护他人合法权益。<br>

</p>
</body>
</html>